<?php

use yii\db\Migration;

class m240428_104559_InsertInitData extends Migration{
    
    public function safeUp(){
        $this->batchInsert(
                'section', 
                ['id', 'alias', 'title', 'status', 'pid', 'sort'], 
                [
                    [1, 's0', 'Корньова рубрика тематичного рубрикатору', 1, null, 1],
                    [2, 's1', 'Державна політика', 1, 1, 1],
                    [3, 's1.1', 'Заяви та звернення українських політиків, держслужбовців', 1, 2, 1],
                    [4, 's1.2', 'Відновлення міст, сіл, містечок', 2, 1, 2],
                    [5, 's1.3', 'Декомунізація, деколонізація', 1, 2, 3],
                    [6, 's1.4', 'Державна допомога населенню', 1, 2, 4],
                    
                    [7, 's2', 'Докази російської агресії', 1, 1, 2],
                    [8, 's2.1', 'Руйнування, злочини', 1, 7, 1],
                    [9, 's2.2', 'Некрологи', 1, 7, 2],
                    [10, 's2.3', 'Особисті історії', 1, 7, 3],
                
                    [11, 's3', 'Докази українського спротиву', 1, 1, 3],
                    [12, 's3.1', 'Спротив цивільних', 1, 11, 1],
                    [13, 's3.2', 'Інформаційний спротив (викриття фейків, маніпуляцій)', 1, 11, 2],
                    
                    [14, 's4', 'Волонтерський рух в Україні', 1, 1, 4],
                    [15, 's4.1', 'Підтримка ЗСУ', 1, 14, 1],
                    [16, 's4.2', 'Підтримка ВПО', 1, 14, 2],
                    [17, 's4.3', 'Підтримка цивільного населення', 1, 14, 3],
                    [18, 's4.4', 'Допомога тваринам', 1, 14, 4],
                    
                    [19, 's5', 'Міжнародна підтримка', 1, 1, 5],
                    [20, 's5.1', 'Міжнародне співробітництво', 1, 19, 1],
                    [21, 's5.2', 'Підтримка зарубіжними організаціями', 1, 19, 2],
                    [22, 's5.3', 'Підтримка окремими людьми', 1, 19, 3],
                    [23, 's5.4', 'Вуличні акції', 1, 19, 4],
                    
                    [24, 's6', 'Культура під час війни', 1, 1, 6],
                    [25, 's6.1', 'Бібліотеки України у війні', 1, 24, 1],
                    [26, 's6.2', 'Культурне життя під час війни', 1, 24, 2],
                    [27, 's6.3', 'Пісні про війну', 1, 24, 3],
                    [28, 's6.4', 'Вірші про війну', 1, 24, 4],
                    [29, 's6.5', 'Проза про війну', 1, 24, 5],
                    [30, 's6.6', 'Мурали', 1, 24, 6],
                    [31, 's6.7', 'Плакати', 1, 24, 7],
                    [32, 's6.8', 'Малюнки', 1, 24, 8],
                    [33, 's6.9', 'Гумор, прозовий та віршований', 1, 24, 9],
                    [34, 's6.10', 'Графічні карикатури, шаржі', 1, 24, 10],
                    
                ]);
    }

    public function safeDown(){
        $this->dropTable('section');
        
        return false;
    }

}
