<?php

/** @var yii\web\View $this */

use yii\helpers\Html;

$this->title = 'Про проект';
$this->params['breadcrumbs'][] = $this->title;

$this->params['title'] = $this->title;
$this->params['subtitle'] = Html::encode( Html::encode(Yii::$app->name ));

?>
<div class="site-about">
	<div class="row heading-section justify-content-left p-4">
		<h1><?= Html::encode($this->title) ?></h1>
	</div>
	<section class="ftco-section ftco-degree-bg">
		<div class="container">
			<div class="row">
				<div class=" text-justify">
					<p >Проєкт «Архівування документів про війну», ініційований ВГО Українська бібліотечна асоціація (УБА) у відповідь на повномасштабне вторгнення військ РФ, об'єднав зусилля бібліотекарів з усієї України з метою створення цифрового архіву, що відображає події російсько-української війни. Головна ідея – сформувати колекцію документів на спільному сервері, за однаковими правилами, щоб зафіксувати історичні свідчення про агресію РФ, спротив України, заяви українських політиків та держслужбовців, волонтерський рух, підтримку України за кордоном, культуру під час війни, а також особисті історії українців.</p>
					<p>Завдяки спільній роботі 51 бібліотекаря з 17 областей України станом на листопад 2023 р. було зібрано та заархівовано понад 43 тисячі документів різного типу, включаючи текстові документи, зображення, відео. Ці матеріали охоплюють широкий спектр тем, від особистих історій до офіційних документів, і є цінним джерелом для розуміння подій війни.</p>
					<p>Для забезпечення довготривалого збереження зібраних матеріалів УБА підписала меморандум із американською компанією Portico, що дозволило розмістити ці документи на їх серверах.</p>
					<p>З липня 2023 року координацію проєкту здійснюють фахівці Харківської державної наукової бібліотеки ім. В. Г. Короленка (ХДНБ). У 2024 році, за підтримки Українського культурного фонду, ХДНБ розпочала новий етап роботи, реалізувавши короткостроковий проєкт «Формування цифрового архіву документів про російсько-українську війну».</p>
					<p>Метою грантового проєкту стало створення цифрового архіву, що забезпечить вільний доступ до матеріалів та збереже історичну пам&rsquo;ять для наукових досліджень. Базою цифрового архіву є документи, заархівовані протягом 2022–2024 років в межах проєкту «Архівування документів про війну».</p>
					<p><strong>Джерела архівування: </strong> офіційні сайти обласних і міських військових адміністрацій, а також вебпредставництва регіональних ЗМІ Київської, Дніпропетровської, Львівської, Миколаївської, Одеської, Харківської, Чернігівської та інших областей України.</p>
					<p><strong>Керівниця проєкту: </strong> Катерина Вірютіна, заступниця директорки з бібліотечної роботи ХДНБ ім. В. Г. Короленка.</p>
					<p><strong>Координаторка проєкту: Лариса Козоріз</strong>, в.о. завідувачки відділу наукової систематизації, предметизації та організації систематичних каталогів ХДНБ ім. В. Г. Короленка.</p>
					<h2 class="mb-3">Контакти: </h2>

					<div class="tagcloud"><a href="mailto:warinukrainearchive2022@gmail.com" class="tag-cloud-link">warinukrainearchive2022@gmail.com</a></div>

					<h2 class="mb-3 mt-5">Про проєкт:</h2>
					<ol>
						<li>Метельська Людмила. Проєкт УБА «Архівування документів про війну»: досвід та перспективи : Перший день<a href="https://www.youtube.com/hashtag/12%D0%B2%D1%81%D0%B5%D1%83%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D1%81%D1%8C%D0%BA%D0%B0%D1%88%D0%B1%D0%B6"> #12ВсеукраїнськаШБЖ</a>. : [відеозапис виступу 30 трав. 2023 р.] //<a href="https://www.youtube.com/watch?v=Uo7xP9g6JLs&list=PLrXeKiSsJYSgbNQhVwZAzPKGjS97EXnm3&ab_channel=%D0%91%D1%96%D0%B1%D0%BB%D1%96%D0%BE%D1%82%D0%B5%D0%BA%D0%B0%D0%9A%D0%BE%D1%80%D0%BE%D0%BB%D0%B5%D0%BD%D0%BA%D0%B0"> Youtube</a>. Бібліотека Короленка / @MsAnngelina. 1 відеофайл (5:38:38 хв.), див. виступ: 23:18 – 1:04 хв. URL:<a href="https://www.youtube.com/watch?v=Uo7xP9g6JLs&list=PLrXeKiSsJYSgbNQhVwZAzPKGjS97EXnm3&ab_channel=%D0%91%D1%96%D0%B1%D0%BB%D1%96%D0%BE%D1%82%D0%B5%D0%BA%D0%B0%D0%9A%D0%BE%D1%80%D0%BE%D0%BB%D0%B5%D0%BD%D0%BA%D0%B0"> https://www.youtube.com/watch?v=Uo7xP9g6JLs&amp;list=PLrXeKiSsJYSgbNQhVwZAzPKGjS97EXnm3&amp;ab_channel=БібліотекаКороленка</a> (дата звернення: 08.12.2023). Опубл.: 30 трав. 2023 р.</li>
						<li>Проєкт УБА «Архівування документів про війну»: досвід та перспективи : [презентація до виступу на ХІІ Всеукр. онлайн-шк. бібл. журналіста за темою «Бібліотечна журналістика під час війни: фіксуємо, документуємо, генеруємо контент» (30 трав. – 2 черв. 2023 р.)] / Укр. бібл. асоц. ; підгот. Людмила Метельська // Padlet ХОВ УБА (howuba2011) на стіні #12ВсеукраїнськаШБЖ, 30 травня. 16 слайдів (PDF). URL:<a href="https://padlet.com/howuba2011/12-uvd56cucyq61yiym/wish/2609210335"> https://padlet.com/howuba2011/12-uvd56cucyq61yiym/wish/2609210335</a> (дата зверненння: 08.12.2023). Опубл.: 20 листоп. 2023 р., 15:20.</li>
						<li>Спільне архівування документів про Війну в Україні 2022 року : архів новин // Українська бібліотечна асоціація : сайт. URL:<a href="https://ula.org.ua/novyny-ta-podii/novyny/5007-spilne-arkhivuvannia-dokumentiv-pro-viinu-v-ukraini-2022-roku"> https://ula.org.ua/novyny-ta-podii/novyny/5007-spilne-arkhivuvannia-dokumentiv-pro-viinu-v-ukraini-2022-roku</a> (дата звернення: 08.12.2023). Опубл.: 18 квіт. 2022 р.</li>
						<li>У Харкові цифрують документи російсько-української війни (ВІДЕО) // Gromada.group : сайт. URL: https://gromada.group/news/video/u-harkovi-cifruyut-dokumenti-rosijsko-ukrayinskoyi-vijni-video</li>
					</ol>

				</div>          
			</div>
		</div> 
	</section>


    
</div>
