<?php

use yii\helpers\Html;

$this->title = 'Правова політика';
$this->params['breadcrumbs'][] = $this->title;
$this->params['title'] = $this->title;
$this->params['subtitle'] = Html::encode( Html::encode(Yii::$app->name ));

?>
<div class="site-legal-policy">
	<div class="row heading-section justify-content-left p-4">
		<h1><?= Html::encode($this->title) ?></h1>
	</div>
    
	<section class="ftco-section ftco-degree-bg">
		<div class="container">
			<div class="row text-justify">
				<p>Мета Цифрового архіву – збереження історичної пам’яті про події російсько-української війни та забезпечення доступу до достовірної інформації дослідникам, журналістам та широкій громадськості. </p>
				<p>Для досягнення цієї мети архів керується принципами свободи слова та права на інформацію, а також дотримується вимог чинного законодавства України. Зокрема, розміщення матеріалів у архіві здійснюється на підставі таких правових норм:              </p>
				<ul>
					<li>Стаття 8 Закону України «Про авторське право та суміжні права»: матеріали, що мають характер звичайних новин або інших фактів, які не є об’єктами авторського права, можуть вільно використовуватися.              </li>
					<li>Стаття 24 Закону України «Про авторське право та суміжні права»: допускається вільне використання та відтворення документів, які будуть використовуватися з метою наукового дослідження.              </li>
				</ul>
				<p>Усі об’єкти та результати, отримані в рамках проєкту, використовуються відповідно до вимог чинного законодавства України. </p>
			</div>
		</div> 
	</section>

</div>
