<?php

use yii\helpers\Html;

$this->title = 'Правова політика';
$this->params['breadcrumbs'][] = $this->title;
$this->params['title'] = $this->title;
$this->params['subtitle'] = Html::encode( Html::encode(Yii::$app->name ));

?>
<div class="site-legal-policy">

	
	<div class="row p-3">
		<div class="col-12">
		<div class="heading-section justify-content-left"><h1><?= Html::encode($this->title) ?></h1></div>           
		</div>
	</div>   
	
	<div class="container">
		<div class="row mb-5  text-justify">
			<div class="col-12">
				<p class="display-5">Мета Цифрового архіву – збереження історичної пам’яті про події російсько-української війни та забезпечення доступу до достовірної інформації дослідникам, журналістам та широкій громадськості.</p>

				<p>Для досягнення цієї мети архів керується принципами свободи слова та права на інформацію, а також дотримується вимог чинного законодавства України. Зокрема, розміщення матеріалів у архіві здійснюється на підставі таких правових норм:</p>

				<p><span class="icon-file-text-o"></span>  <span class="h3">Стаття 8 </span>  
					Закону України «Про авторське право та суміжні права»: матеріали, що мають характер звичайних новин або інших фактів, які не є об’єктами авторського права, можуть вільно використовуватися.</p>
				<p><span class="icon-file-text-o"></span>  <span class="h3">Стаття 24 </span>  
					Закону України «Про авторське право та суміжні права»: допускається вільне використання та відтворення документів, які будуть використовуватися з метою наукового дослідження.</p>

				<p>Усі об’єкти та результати, отримані в рамках проєкту, використовуються відповідно до вимог чинного законодавства України</p>
			</div>
		</div>        
	</div> 

</div>
